"Close Window" = "關閉視窗";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "您的 iPod 已更新至 <version> 版本。請先退出 iPod，然後拔下 iPod 接線再重新插上，以完成整個更新程序。";
"An error occurred. There may be open files on the iPod." = "發生錯誤。iPod 上可能有已開啟的檔案。";
W = "W";
"The iPod is not mounted." = "尚未連接 iPod。";
"Click the lock to prevent further changes." = "按鎖頭一下防止進一步更改。";
"The iPod could not be unmounted because it is in use." = "無法取消連接 iPod，因為 iPod 正在使用中。";
"Plug in an iPod to update it." = "接上 iPod 來進行更新。";
Quit = "結束";
"Click the lock to make changes." = "按鎖頭一下，以進行更改。";
"More than one iPod is attached." = "不只接上一台 iPod。";
"Restore iPod" = "重新安裝 iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "您的 iPod 已更新至 <version> 版本。請拔下 iPod 接線再重新插上，以完成整個更新程序。";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "您的 iPod 已回復成廠方設定。請拔下 iPod 接線再重新插上，以完成整個重新安裝程序。";
"Please attach one iPod at a time to be updated." = "請一次只接上一台欲更新的 iPod。";
"Out of memory." = "記憶體不足。";
"<version> (needs update)" = "<version>（需要更新）";
"No iPod is attached." = "尚未接上 iPod。";
Update = "更新";
"<version> (up to date)" = "<version>（最新版本）";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "您的 iPod 已回復成廠方設定。請先退出 iPod，然後拔下 iPod 接線再重新插上，以完成整個重新安裝程序。";
"The attached iPod does not have proper software on it." = "接上的 iPod 沒有適當的軟體。";
"Serial Number:" = "序號：";
"An unexpected error occurred." = "發生無法預期的錯誤。";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "偵測到一台 iPod，但其必須連接至桌面才能進行作業。";
"Could not find updater library." = "找不到更新程式的程式庫。";
"iPod Software Version <version>" = "iPod 軟體版本 <version>";
"Update puts the latest system software on your iPod." = "此更新會將最新的系統軟體裝至您的 iPod 上。";
"Updating iPod software" = "正在更新 iPod 軟體";
"Name:" = "名稱：";
Stop = "停止";
"The updater does not have a firmware image." = "此更新程式沒有 firmware 影像檔。";
"Update iPod" = "更新 iPod";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "不只接上一台 iPod。請一次只接上一台欲更新的 iPod。";
"An iPod is attached, but not mounted on the desktop." = "已接上一台 iPod，但尚未連接至桌面。";
"Restoring iPod software" = "正在重新安裝 iPod 軟體";
Options = "選項";
"About iPod Updater" = "關於 iPod Updater";
"All data currently stored on the iPod will be lost." = "所有目前儲存在 iPod 上的資料將會流失。";
"Are you sure you want to restore the iPod software?" = "您確定要重新安裝 iPod 的軟體？";
"The iPod Updater requires CarbonLib 1.4 or newer." = "必須安裝 CarbonLib 1.4 或以上版本才能執行 iPod Updater。";
"Done restoring iPod software" = "已完成 iPod 軟體的重新安裝";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "若您在作業正在進行時結束，您隨後可能需要重新安裝 iPod 軟體。";
"iPod Software <version> Updater" = "iPod Software <version> Updater";
"The iPod Updater application may be damaged." = "iPod Updater 應用程式可能已毀壞。";
Restore = "重新安裝";
"Could not find a SysInfo file on the iPod disk." = "在 iPod 磁碟上找不到 SysInfo 檔案。";
"Authenticating..." = "確認中⋯";
"Capacity:" = "容量：";
"The iPod disk does not have the correct structure." = "iPod 的磁碟沒有正確的結構。";
"The updater does not have a volume image." = "此更新程式沒有卷宗影像檔。";
"Done updating iPod software" = "已完成 iPod 軟體的更新";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "重新安裝會完全的清空您的 iPod ，並套用出廠時的設定值。您的音樂及其他資料將會被清空。";
"Quit while this operation is in progress?" = "您要在作業正在進行時結束嗎？";
R = "R";
"Software Version:" = "軟體版本：";
"The Mac OS error code was <error>." = "Mac OS 的錯誤碼為 <error>。";

